Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/SystemResources.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: The current user must have server Admin access in order to perform the ''{0}'' action.
ar: يجب أن يتمتع المستخدم الحالي بإمكانية وصول مسؤول الخادم حتى يتمكن من تنفيذ الإجراء ''{0}''.
bn: ''{0}'' ক্রিয়া সম্পাদনের জন্য বর্তমান ব্যবহারকারীর সার্ভার অ্যাডমিন অ্যাক্সেস থাকতে হবে।
de: Der aktuelle Benutzer muss über Serveradministratorzugriff verfügen, um die Aktion „{0}“ ausführen zu können.
es: El usuario actual debe tener acceso de Administrador del servidor para realizar la acción ''{0}'.
fr: L'utilisateur actuel doit disposer d'un accès administrateur au serveur pour pouvoir effectuer l'action « {0} ».
hi: ''{0}'' कार्रवाई करने के लिए वर्तमान उपयोगकर्ता के पास सर्वर एडमिन एक्सेस होना चाहिए।
it: L'utente corrente deve avere accesso amministratore al server per eseguire l'azione ''{0}''.
nl: De huidige gebruiker moet serverbeheerderstoegang hebben om de actie ''{0}'' uit te voeren.
pt: O usuário atual deve ter acesso de administrador do servidor para executar a ação ''{0}''.
te: ''{0}'' చర్యను అమలు చేయడానికి ప్రస్తుత వినియోగదారు తప్పనిసరిగా సర్వర్ అడ్మిన్ యాక్సెస్u200cని కలిగి ఉండాలి.
zh_tw: 当前用户必须具有服务器管理员访问权限才能执行“{0}”操作。

source: Error copying folder ACL to subfolders.
ar: حدث خطأ أثناء نسخ مجلد ACL إلى المجلدات الفرعية.
bn: সাবফোল্ডারে ACL ফোল্ডার কপি করার সময় ত্রুটি।
de: Fehler beim Kopieren der Ordner-ACL in Unterordner.
es: Error al copiar ACL de carpeta a subcarpetas.
fr: Erreur lors de la copie de l'ACL du dossier dans les sous-dossiers.
hi: फ़ोल्डर ACL को सबफ़ोल्डर्स में कॉपी करने में त्रुटि।
it: Errore durante la copia dell'ACL della cartella nelle sottocartelle.
nl: Fout bij kopiëren van map ACL naar submappen.
pt: Erro ao copiar a ACL da pasta para subpastas.
te: ఫోల్డర్ ACLని సబ్ ఫోల్డర్u200cలకు కాపీ చేయడంలో లోపం ఏర్పడింది.
zh_tw: 将文件夹 ACL 复制到子文件夹时出错。

source: Process Status
ar: حالة العملية
bn: প্রক্রিয়া অবস্থা
de: Prozessstatus
es: Estado del Proceso
fr: Statut du processus
hi: प्रक्रिया स्थिति
it: Stato del processo
nl: Processtatus
pt: Status do Processo
te: ప్రక్రియ స్థితి
zh_tw: 进程状态

source: Status
ar: حالة
bn: স্ট্যাটাস
es: Estado
fr: Statut
hi: स्थिति
it: Stato
te: స్థితి
zh_tw: 地位

source: Cancel
ar: يلغي
bn: বাতিল করুন
de: Stornieren
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Cancellare
nl: Annuleren
pt: Cancelar
te: రద్దు చేయి
zh_tw: 取消

source: Cancel process
ar: إلغاء العملية
bn: প্রক্রিয়া বাতিল করুন
de: Vorgang abbrechen
es: Cancelar proceso
fr: Annuler le processus
hi: प्रक्रिया रद्द करें
it: Annulla il processo
nl: Proces annuleren
pt: Cancelar processo
te: ప్రక్రియను రద్దు చేయండి
zh_tw: 取消流程

source: No display formats found for folders
ar: لم يتم العثور على تنسيقات عرض للمجلدات
bn: ফোল্ডারগুলির জন্য কোনও প্রদর্শন বিন্যাস পাওয়া যায়নি৷
de: Für Ordner wurden keine Anzeigeformate gefunden
es: No se encontraron formatos de visualización para carpetas
fr: Aucun format d'affichage trouvé pour les dossiers
hi: फ़ोल्डरों के लिए कोई प्रदर्शन प्रारूप नहीं मिला
it: Nessun formato di visualizzazione trovato per le cartelle
nl: Geen weergaveformaten gevonden voor mappen
pt: Nenhum formato de exibição encontrado para pastas
te: ఫోల్డర్u200cల కోసం డిస్u200cప్లే ఫార్మాట్u200cలు ఏవీ కనుగొనబడలేదు
zh_tw: 找不到文件夹的显示格式

source: No display formats found for related content
ar: لم يتم العثور على تنسيقات عرض للمحتوى ذي الصلة
bn: সম্পর্কিত বিষয়বস্তুর জন্য কোনো প্রদর্শন বিন্যাস পাওয়া যায়নি
de: Für verwandte Inhalte wurden keine Anzeigeformate gefunden
es: No se encontraron formatos de visualización para contenido relacionado
fr: Aucun format d'affichage trouvé pour le contenu associé
hi: संबंधित सामग्री के लिए कोई प्रदर्शन प्रारूप नहीं मिला
it: Nessun formato di visualizzazione trovato per i contenuti correlati
nl: Er zijn geen weergaveformaten gevonden voor gerelateerde inhoud
pt: Nenhum formato de exibição encontrado para conteúdo relacionado
te: సంబంధిత కంటెంట్ కోసం ప్రదర్శన ఫార్మాట్u200cలు ఏవీ కనుగొనబడలేదు
zh_tw: 找不到相关内容的显示格式

source: No display formats found for views and searches
ar: لم يتم العثور على تنسيقات عرض للمشاهدات وعمليات البحث
bn: ভিউ এবং সার্চের জন্য কোনো ডিসপ্লে ফরম্যাট পাওয়া যায়নি
de: Für Ansichten und Suchen wurden keine Anzeigeformate gefunden
es: No se encontraron formatos de visualización para vistas y búsquedas
fr: Aucun format d'affichage trouvé pour les vues et les recherches
hi: दृश्यों और खोजों के लिए कोई प्रदर्शन प्रारूप नहीं मिला
it: Nessun formato di visualizzazione trovato per visualizzazioni e ricerche
nl: Er zijn geen weergaveformaten gevonden voor weergaven en zoekopdrachten
pt: Nenhum formato de exibição encontrado para visualizações e pesquisas
te: వీక్షణలు మరియు శోధనల కోసం ప్రదర్శన ఫార్మాట్u200cలు ఏవీ కనుగొనబడలేదు
zh_tw: 找不到用于视图和搜索的显示格式

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: गलती
it: Errore
nl: Fout
pt: Erro
te: లోపం
zh_tw: 错误

source: Are you sure you want to cancel this process?
ar: هل أنت متأكد أنك تريد إلغاء هذه العملية؟
bn: আপনি কি নিশ্চিত আপনি এই প্রক্রিয়া বাতিল করতে চান?
de: Möchten Sie diesen Vorgang wirklich abbrechen?
es: ¿Está seguro de que desea cancelar este proceso?
fr: Êtes-vous sûr de vouloir annuler ce processus ?
hi: क्या आप वाकई इस प्रक्रिया को रद्द करना चाहते हैं?
it: Sei sicuro di voler annullare questo processo?
nl: Weet u zeker dat u dit proces wilt annuleren?
pt: Tem certeza de que deseja cancelar este processo?
te: మీరు ఖచ్చితంగా ఈ ప్రక్రియను రద్దు చేయాలనుకుంటున్నారా?
zh_tw: 您确定要取消此过程吗？

source: Processing the {0} <{1}>
ar: معالجة {0} <{1}>
es: Procesando el {0} <{1}>
fr: Traitement du {0} <{1}>
hi: {0} <{1}> को संसाधित किया जा रहा है
it: Elaborazione di {0} <{1}>
nl: Verwerken van de {0} <{1}>

source: Save Search
ar: حفظ البحث
bn: অনুসন্ধান সংরক্ষণ করুন
de: Suche speichern
es: Guardar Búsqueda
fr: Enregistrer la recherche
hi: खोज संग्रहित करें
it: Salva ricerca
nl: Zoekopdracht opslaan
pt: Salvar pesquisa
te: శోధనను సేవ్ చేయండి
zh_tw: 保存搜索

source: Search Name:
ar: اسم البحث:
bn: অনুসন্ধানের নাম:
de: Suchname:
es: Nombre de Búsqueda:
fr: Nom de recherche :
hi: खोज नाम:
it: Cerca nome:
nl: Zoeknaam:
pt: Nome da pesquisa:
te: శోధన పేరు:
zh_tw: 搜索名称：

source: Description:
ar: وصف:
bn: বর্ণনা:
de: Beschreibung:
es: Descripción:
hi: विवरण:
it: Descrizione:
nl: Beschrijving:
pt: Descrição:
te: వివరణ:
zh_tw: 描述：

source: Show to:
ar: عرض ل:
bn: এতে দেখান:
de: Zeigen an:
es: Mostrar a:
fr: Afficher à :
hi: इन्हें दिखाएँ:
it: Mostra a:
nl: Tonen aan:
pt: Mostrar para:
te: వీరికి చూపించు:
zh_tw: 显示给：

source: All communities
ar: جميع المجتمعات
bn: সকল সম্প্রদায়
de: Alle Gemeinden
es: Todas las comunidades
fr: Toutes les communautés
hi: सभी समुदाय
it: Tutte le comunità
nl: Alle gemeenschappen
pt: Todas as comunidades
te: అన్ని సంఘాలు
zh_tw: 所有社区

source: Current user
ar: المستخدم الحالي
bn: বর্তমান ব্যবহারকারী
de: Aktueller Benutzer
es: Usuario actual
fr: Utilisateur actuel
hi: तात्कालिक प्रयोगकर्ता
it: Utente attuale
nl: Huidige gebruiker
pt: Usuário atual
te: ప్రస్తుత వినియోగదారు
zh_tw: 当前用户

source: Current community
ar: المجتمع الحالي
bn: বর্তমান সম্প্রদায়
de: Aktuelle Community
es: Comunidad actual
fr: Communauté actuelle
hi: वर्तमान समुदाय
it: Comunità attuale
nl: Huidige gemeenschap
pt: Comunidade atual
te: ప్రస్తుత సంఘం
zh_tw: 当前社区

source: The search name must be entered to save new search
ar: يجب إدخال اسم البحث لحفظ البحث الجديد
bn: নতুন অনুসন্ধান সংরক্ষণ করতে অনুসন্ধানের নাম লিখতে হবে
de: Der Suchname muss eingegeben werden, um eine neue Suche zu speichern
es: El nombre de búsqueda debe ingresarse para guardar nueva búsqueda
fr: Le nom de la recherche doit être saisi pour enregistrer une nouvelle recherche
hi: नई खोज को सहेजने के लिए खोज नाम दर्ज करना होगा
it: È necessario inserire il nome della ricerca per salvare la nuova ricerca
nl: De zoeknaam moet worden ingevoerd om een nieuwe zoekopdracht op te slaan
pt: O nome da pesquisa deve ser inserido para salvar a nova pesquisa
zh_tw: 必须输入搜索名称才能保存新搜索

source: The search name must not exceed {0} characters.
ar: يجب ألا يتجاوز اسم البحث {0} حرفًا.
bn: অনুসন্ধানের নামটি অবশ্যই {0}টি অক্ষরের বেশি হবে না৷
de: Der Suchname darf nicht länger als {0} Zeichen sein.
es: El nombre de búsqueda no debe exceder {0} caracteres.
fr: Le nom de la recherche ne doit pas dépasser {0} caractères.
hi: खोज नाम {0} वर्णों से अधिक नहीं होना चाहिए.
it: Il nome della ricerca non deve superare i {0} caratteri.
nl: De zoeknaam mag niet langer zijn dan {0} tekens.
pt: O nome da pesquisa não deve exceder {0} caracteres.
te: శోధన పేరు తప్పనిసరిగా {0} అక్షరాలను మించకూడదు.
zh_tw: 搜索名称不得超过 {0} 个字符。

source: Display Options
ar: خيارات العرض
bn: প্রদর্শনের বিকল্প
de: Anzeigeoptionen
es: Opciones de Visualización
fr: Options d'affichage
hi: प्रदर्शन चुनाव
it: Opzioni di visualizzazione
nl: Weergaveopties
pt: Opções de exibição
zh_tw: 显示选项

source: Background color:
ar: لون الخلفية:
bn: পটভূমির রঙ:
de: Hintergrundfarbe:
es: Color de fondo:
fr: Couleur de fond :
hi: पृष्ठभूमि का रंग:
it: Colore di sfondo:
nl: Achtergrondkleur:
pt: Cor de fundo:
te: నేపథ్య రంగు:
zh_tw: 背景颜色：

source: Focus color:
ar: لون التركيز:
bn: ফোকাস রঙ:
de: Fokusfarbe:
es: Color de foco:
fr: Couleur de mise au point :
hi: फोकस रंग:
it: Colore di messa a fuoco:
nl: Focuskleur:
pt: Cor do foco:
te: దృష్టి రంగు:
zh_tw: 焦点颜色：

source: Main Menu Text color:
ar: لون نص القائمة الرئيسية:
bn: প্রধান মেনু পাঠ্য রঙ:
de: Textfarbe des Hauptmenüs:
es: Color de texto del menú principal:
fr: Couleur du texte du menu principal :
hi: मुख्य मेनू पाठ का रंग:
it: Menu principale Colore testo:
nl: Tekstkleur hoofdmenu:
pt: Cor do texto do menu principal:
te: ప్రధాన మెనూ టెక్స్ట్ రంగు:
zh_tw: 主菜单文字颜色：

source: Context Menu Text color:
ar: لون نص قائمة السياق:
bn: প্রসঙ্গ মেনু পাঠ্য রঙ:
de: Textfarbe des Kontextmenüs:
es: Color de texto del menú contextual:
fr: Couleur du texte du menu contextuel :
hi: प्रसंग मेनू पाठ का रंग:
it: Menu contestuale Colore testo:
nl: Contextmenu Tekstkleur:
pt: Cor do texto do menu de contexto:
te: సందర్భ మెను వచన రంగు:
zh_tw: 上下文菜单文本颜色：

source: Use OS Settings
ar: استخدم إعدادات نظام التشغيل
bn: OS সেটিংস ব্যবহার করুন
de: Verwenden Sie die Betriebssystemeinstellungen
es: Usar Configuración del SO
fr: Utiliser les paramètres du système d'exploitation
hi: ओएस सेटिंग्स का प्रयोग करें
it: Utilizza le impostazioni del sistema operativo
nl: Gebruik OS-instellingen
pt: Usar configurações do sistema operacional
zh_tw: 使用操作系统设置

source: Highlight color:
ar: تسليط الضوء على اللون:
bn: হাইলাইট রঙ:
de: Hervorhebungsfarbe:
es: Color de resaltado:
fr: Couleur de surbrillance :
hi: रंग हाइलाइट करें:
it: Colore evidenziatore:
nl: Markeer kleur:
pt: Cor de destaque:
zh_tw: 突出显示颜色：

source: Highlight text color:
ar: تمييز لون النص:
bn: হাইলাইট টেক্সট রঙ:
de: Textfarbe hervorheben:
es: Color de texto resaltado:
fr: Couleur du texte en surbrillance :
hi: टेक्स्ट का रंग हाइलाइट करें:
it: Evidenzia il colore del testo:
nl: Markeer tekstkleur:
pt: Destaque a cor do texto:
te: వచన రంగును హైలైట్ చేయండి:
zh_tw: 突出显示文本颜色：

source: Heading text color:
ar: لون نص العنوان:
bn: শিরোনাম টেক্সট রঙ:
de: Farbe des Überschriftentextes:
es: Color de texto de encabezado:
fr: Couleur du texte du titre :
hi: शीर्षक पाठ का रंग:
it: Colore del testo dell'intestazione:
nl: Kleur koptekst:
pt: Cor do texto do título:
te: హెడ్డింగ్ టెక్స్ట్ రంగు:
zh_tw: 标题文字颜色：

source: Main Display Options
ar: خيارات العرض الرئيسية
bn: প্রধান প্রদর্শন বিকল্প
de: Hauptanzeigeoptionen
es: Opciones de Visualización Principal
fr: Options d'affichage principales
hi: मुख्य प्रदर्शन विकल्प
it: Opzioni di visualizzazione principale
nl: Hoofdweergaveopties
pt: Principais opções de exibição
te: ప్రధాన ప్రదర్శన ఎంపికలు
zh_tw: 主显示选项

source: Menu Options
ar: خيارات القائمة
bn: মেনু বিকল্প
de: Menüoptionen
es: Opciones de Menú
fr: Options des menus
hi: व्यंजना सूची
it: Opzioni del menu
nl: Menu-opties
pt: Opções de cardápio
te: మెను ఎంపికలు
zh_tw: 菜单选项

source: Default
ar: تقصير
bn: ডিফল্ট
de: Standard
es: Predeterminado
fr: Défaut
hi: गलती करना
it: Predefinito
nl: Standaard
pt: Padrão
te: డిఫాల్ట్
zh_tw: 默认

source: Choose color
ar: اختر اللون
bn: রঙ চয়ন করুন
de: Wählen Sie Farbe
es: Elegir color
fr: Choisissez la couleur
hi: रंग पसंद करो
it: Scegli il colore
nl: Kies kleur
pt: Escolha a cor
te: రంగును ఎంచుకోండి
zh_tw: 选择颜色

source: Bold
ar: عريض
bn: সাহসী
de: Deutlich
es: Negrita
fr: Audacieux
hi: बोल्ड
it: Grassetto
nl: Vetgedrukt
pt: Audacioso
te: బోల్డ్
zh_tw: 大胆的

source: Italic
ar: مائل
bn: তির্যক
de: Kursiv
es: Cursiva
fr: Italique
hi: तिरछा
it: Corsivo
nl: Cursief
pt: itálico
te: ఇటాలిక్
zh_tw: 斜体

source: Text color:
ar: لون النص:
bn: পাঠ্যের রঙ:
de: Textfarbe:
es: Color de texto:
fr: Couleur du texte :
hi: पाठ का रंग:
it: Colore del testo:
nl: Tekstkleur:
pt: Cor do texto:
te: వచన రంగు:
zh_tw: 文字颜色：

source: Font:
ar: الخط:
bn: হরফ:
de: Schriftart:
es: Fuente:
fr: Fonte:
hi: फ़ॉन्ट:
nl: Lettertype:
pt: Fonte:
te: ఫాంట్:
zh_tw: 字体：

source: Style:
ar: أسلوب:
bn: শৈলী:
de: Stil:
es: Estilo:
hi: शैली:
it: Stile:
nl: Stijl:
pt: Estilo:
te: శైలి:
zh_tw: 风格：

source: Warning
ar: تحذير
bn: সতর্কতা
de: Warnung
es: Advertencia
fr: Avertissement
hi: चेतावनी
it: Avvertimento
nl: Waarschuwing
pt: Aviso
te: హెచ్చరిక
zh_tw: 警告

source: Ignoring the folder <{0}>, because a folder with that name already exists in the folder <{1}>
ar: تجاهل المجلد <{0}>، لأن المجلد بهذا الاسم موجود بالفعل في المجلد <{1}>
es: Ignorando la carpeta <{0}>, porque ya existe una carpeta con ese nombre en la carpeta <{1}>
fr: Ignorer le dossier <{0}>, car un dossier portant ce nom existe déjà dans le dossier <{1}>
hi: फ़ोल्डर <{0}> को अनदेखा करना, क्योंकि उस नाम वाला फ़ोल्डर <{1}> फ़ोल्डर में पहले से मौजूद है
it: Ignoriamo la cartella <{0}>, perché esiste già una cartella con quel nome nella cartella <{1}>
nl: Het negeren van de map <{0}>, omdat er al een map met die naam bestaat in de map <{1}>

source: Search Criteria
ar: معايير البحث
bn: অনুসন্ধানের মানদণ্ড
de: Suchkriterien
es: Criterios de Búsqueda
fr: Critères de recherche
hi: खोज मानदंड
it: Criteri di ricerca
nl: Zoekcriteria
pt: Critérios de pesquisa
te: శోధన ప్రమాణాలు
zh_tw: 搜索标准

source: AND
ar: و
bn: এবং
de: UND
es: Y
fr: ET
hi: और
it: E
nl: EN
pt: E
zh_tw: 和

source: Starts with
ar: يبدأ ب
bn: দিয়ে শুরু হয়
de: Beginnt mit
es: Comienza con
fr: Commence par
hi: इसके साथ आरंभ होता है
it: Inizia con
nl: Begint met
pt: Começa com
te: తో మొదలవుతుంది
zh_tw: 开始于

source: Contains
ar: يتضمن
bn: ধারণ করে
de: Enthält
es: Contiene
fr: Contient
hi: रोकना
it: Contiene
nl: Bevat
pt: Contém
te: కలిగి ఉంది
zh_tw: 包含

source: Ends with
ar: ينتهي ب
bn: দিয়ে শেষ হয়
de: Endet mit
es: Termina con
fr: Se termine par
hi: इसी के साथ समाप्त होता है
it: Termina con
nl: Eindigt met
pt: Termina com
te: తో ముగుస్తుంది
zh_tw: 结束于

source: Exact
ar: بالضبط
bn: সঠিক
de: Genau
es: Exacto
hi: एकदम सही
it: Esatto
pt: Exato
te: ఖచ్చితమైన
zh_tw: 精确的

source: Equals
ar: يساوي
bn: সমান
de: Gleich
es: Igual a
fr: Égal
hi: बराबर
it: Uguali
nl: Gelijk aan
pt: Igual
te: సమానం
zh_tw: 等于

source: Greater than
ar: أعظم من
bn: এর চেয়ে বড়
de: Größer als
es: Mayor que
fr: Plus grand que
hi: से अधिक
it: Maggiore di
nl: Groter dan
pt: Maior que
te: కంటే ఎక్కువ
zh_tw: 大于

source: Less than
ar: أقل من
bn: থেকে কম
de: Weniger als
es: Menor que
fr: Moins que
hi: से कम
it: Meno di
nl: Minder dan
pt: Menor que
te: కంటే తక్కువ
zh_tw: 少于

source: On
ar: على
bn: চালু
de: An
es: En
fr: Sur
hi: पर
it: SU
nl: Op
pt: Sobre
te: ఆన్
zh_tw: 在

source: After
ar: بعد
bn: পরে
de: Nach
es: Después
fr: Après
hi: बाद
it: Dopo
nl: Na
pt: Depois
te: తర్వాత
zh_tw: 后

source: Before
ar: قبل
bn: আগে
de: Vor
es: Antes
fr: Avant
hi: पहले
it: Prima
nl: Voor
pt: Antes
te: ముందు
zh_tw: 前

source: Between
ar: بين
bn: মধ্যে
de: Zwischen
es: Entre
fr: Entre
hi: बीच में
it: Fra
nl: Tussen
pt: Entre
te: మధ్య
zh_tw: 之间

source: Choice Filter Lookup Failed: Exception: ({0}), Lookup Url: ({1}), Message: ({2}).
ar: فشل البحث عن عامل تصفية الاختيار: الاستثناء: ({0})، عنوان URL للبحث: ({1})، الرسالة: ({2}).
bn: চয়েস ফিল্টার লুকআপ ব্যর্থ হয়েছে: ব্যতিক্রম: ({0}), লুকআপ ইউআরএল: ({1}), বার্তা: ({2})।
de: Auswahlfilter-Suche fehlgeschlagen: Ausnahme: ({0}), Such-URL: ({1}), Nachricht: ({2}).
es: Búsqueda de Filtro de Opción Fallida: Excepción: ({0}), URL de Búsqueda: ({1}), Mensaje: ({2}).
fr: Échec de la recherche du filtre de choix : exception : ({0}), URL de recherche : ({1}), message : ({2}).
hi: चॉइस फ़िल्टर लुकअप विफल: अपवाद: ({0}), लुकअप यूआरएल: ({1}), संदेश: ({2})।
it: Scelta filtro Ricerca non riuscita: Eccezione: ({0}), URL di ricerca: ({1}), Messaggio: ({2}).
nl: Keuzefilter opzoeken mislukt: uitzondering: ({0}), opzoek-URL: ({1}), bericht: ({2}).
pt: Falha na pesquisa do filtro de escolha: exceção: ({0}), URL de pesquisa: ({1}), mensagem: ({2}).
te: ఎంపిక ఫిల్టర్ శోధన విఫలమైంది: మినహాయింపు: ({0}), శోధన Url: ({1}), సందేశం: ({2}).
zh_tw: 选择过滤器查找失败：异常：({0})，查找 URL：({1})，消息：({2})。

source: Field Selection Editor
ar: محرر اختيار الحقل
bn: মাঠ নির্বাচন সম্পাদক
de: Feldauswahleditor
es: Editor de Selección de Campos
fr: Éditeur de sélection de champs
hi: फ़ील्ड चयन संपादक
it: Editor di selezione del campo
nl: Veldselectie-editor
pt: Editor de seleção de campos
te: ఫీల్డ్ సెలక్షన్ ఎడిటర్
zh_tw: 字段选择编辑器

source: Apply
ar: يتقدم
bn: আবেদন করুন
de: Anwenden
es: Aplicar
fr: Appliquer
hi: आवेदन करना
it: Fare domanda a
nl: Toepassen
pt: Aplicar
te: దరఖాస్తు చేసుకోండి
zh_tw: 申请

source: Category
ar: فئة
bn: শ্রেণী
de: Kategorie
es: Categoría
fr: Catégorie
hi: वर्ग
it: Categoria
nl: Categorie
pt: Categoria
te: వర్గం
zh_tw: 类别

source: Field Filter
ar: مرشح المجال
bn: ফিল্ড ফিল্টার
de: Feldfilter
es: Filtro de Campo
fr: Filtre de champ
hi: फ़ील्ड फ़िल्टर
it: Filtro di campo
nl: Veldfilter
pt: Filtro de campo
te: ఫీల్డ్ ఫిల్టర్
zh_tw: 场过滤器

source: Available Fields
ar: الحقول المتاحة
bn: উপলব্ধ ক্ষেত্র
de: Verfügbare Felder
es: Campos Disponibles
fr: Champs disponibles
hi: उपलब्ध फ़ील्ड
it: Campi disponibili
nl: Beschikbare velden
pt: Campos disponíveis
te: అందుబాటులో ఉన్న ఫీల్డ్u200cలు
zh_tw: 可用字段

source: Display Label
ar: عرض التسمية
bn: ডিসপ্লে লেবেল
de: Beschriftung anzeigen
es: Etiqueta de Visualización
fr: Afficher l'étiquette
hi: लेबल प्रदर्शित करें
it: Etichetta di visualizzazione
nl: Etiket weergeven
pt: Etiqueta de exibição
te: ప్రదర్శన లేబుల్
zh_tw: 显示标签

source: Field
ar: مجال
bn: মাঠ
de: Feld
es: Campo
fr: Champ
hi: मैदान
it: Campo
nl: Veld
pt: Campo
te: ఫీల్డ్
zh_tw: 场地

source: Data Type
ar: نوع البيانات
es: Tipo de datos
fr: Type de données
hi: डेटा प्रकार
it: Tipo di dati
nl: Gegevenstype

source: Select
ar: يختار
bn: নির্বাচন করুন
de: Wählen
es: Seleccionar
fr: Sélectionner
hi: चुनना
it: Selezionare
nl: Selecteer
pt: Selecione
te: ఎంచుకోండి
zh_tw: 选择

source: Up
ar: أعلى
bn: উপরে
de: Hoch
es: Arriba
fr: En haut
hi: ऊपर
it: Su
nl: Omhoog
pt: Acima
te: పైకి
zh_tw: 向上

source: Down
ar: تحت
bn: নিচে
de: Runter
es: Abajo
fr: Vers le bas
hi: नीचे
it: Giù
nl: Omlaag
pt: Abaixo
te: క్రిందికి
zh_tw: 向下

source: Delete
ar: يمسح
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाना
it: Eliminare
nl: Verwijderen
pt: Excluir
te: తొలగించు
zh_tw: 删除

source: Selected Fields
ar: الحقول المحددة
bn: নির্বাচিত ক্ষেত্র
de: Ausgewählte Felder
es: Campos Seleccionados
fr: Champs sélectionnés
hi: चयनित फ़ील्ड
it: Campi selezionati
nl: Geselecteerde velden
pt: Campos Selecionados
te: ఎంచుకున్న ఫీల్డ్u200cలు
zh_tw: 选定的字段

source: Remove
ar: يزيل
bn: সরান
de: Entfernen
es: Remover
fr: Retirer
hi: निकालना
it: Rimuovere
nl: Verwijderen
pt: Remover
te: తొలగించు
zh_tw: 消除

source: Ascending
ar: تصاعدي
bn: আরোহী
de: Aufsteigend
es: Ascendente
fr: Ascendant
hi: आरोही
it: Ascendente
nl: Oplopend
pt: Ascendente
te: ఆరోహణ
zh_tw: 升序

source: Descending
ar: تنازلي
bn: অবরোহী
de: Absteigend
es: Descendente
fr: Descendant
hi: अवरोही
it: Discendente
nl: Aflopend
pt: Descendente
te: అవరోహణ
zh_tw: 降序

source: System
ar: نظام
bn: সিস্টেম
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
nl: Systeem
pt: Sistema
te: వ్యవస్థ
zh_tw: 系统

source: Shared
ar: مشترك
bn: শেয়ার করা হয়েছে
de: Geteilt
es: Compartido
fr: Commun
hi: साझा
it: Condiviso
nl: Gedeeld
pt: Compartilhado
zh_tw: 共享

source: Local
ar: محلي
bn: স্থানীয়
de: Lokal
fr: Locale
hi: स्थानीय
it: Locale
nl: Lokaal
te: స్థానిక
zh_tw: 当地的

source: All
ar: الجميع
bn: সব
de: Alle
es: Todos
fr: Tous
hi: सभी
it: Tutto
nl: Alle
pt: Todos
te: అన్నీ
zh_tw: 全部

source: Dependent Field Name Not Found
ar: لم يتم العثور على اسم الحقل التابع
bn: নির্ভরশীল ক্ষেত্রের নাম পাওয়া যায়নি
de: Abhängiger Feldname nicht gefunden
es: Nombre de Campo Dependiente No Encontrado
fr: Nom du champ dépendant introuvable
hi: आश्रित फ़ील्ड का नाम नहीं मिला
it: Nome campo dipendente non trovato
nl: Afhankelijke veldnaam niet gevonden
pt: Nome do campo dependente não encontrado
te: డిపెండెంట్ ఫీల్డ్ పేరు కనుగొనబడలేదు
zh_tw: 未找到从属字段名称

source: Field ({0}) depends on Field: ({1}) which is Not found in the field catalog!
ar: يعتمد الحقل ({0}) على الحقل: ({1}) غير الموجود في كتالوج الحقول!
bn: ফিল্ড ({0}) ফিল্ডের উপর নির্ভর করে: ({1}) যা ফিল্ড ক্যাটালগে পাওয়া যায় না!
de: Feld ({0}) hängt von Feld: ({1}) ab, das nicht im Feldkatalog gefunden wird!
es: Campo ({0}) depende del Campo: ({1}) ¡Que no se encontró en el catálogo de campos!
fr: Le champ ({0}) dépend du champ : ({1}) qui est introuvable dans le catalogue de champs !
hi: फ़ील्ड ({0}) फ़ील्ड पर निर्भर करता है: ({1}) जो फ़ील्ड कैटलॉग में नहीं पाया जाता है!
it: Il campo ({0}) dipende dal campo: ({1}) che non si trova nel catalogo dei campi!
nl: Veld ({0}) is afhankelijk van Veld: ({1}) dat niet voorkomt in de veldcatalogus!
pt: O campo ({0}) depende do campo: ({1}) que não foi encontrado no catálogo de campos!
te: ఫీల్డ్ ({0}) ఫీల్డ్u200cపై ఆధారపడి ఉంటుంది: ({1}) ఇది ఫీల్డ్ కేటలాగ్u200cలో కనుగొనబడలేదు!
zh_tw: 字段 ({0}) 取决于字段：({1})，该字段在字段目录中未找到！

source: Optional Field Dependency
ar: تبعية المجال الاختيارية
bn: ঐচ্ছিক ক্ষেত্র নির্ভরতা
de: Optionale Feldabhängigkeit
es: Dependencia de Campo Opcional
fr: Dépendance de champ facultative
hi: वैकल्पिक फ़ील्ड निर्भरता
it: Dipendenza campo facoltativa
nl: Optionele veldafhankelijkheid
pt: Dependência de campo opcional
te: ఐచ్ఛిక ఫీల్డ్ డిపెండెన్సీ
zh_tw: 可选字段依赖

source: This field: ({0}) is dependent on another field: ({1}). Do you want to include it in the query?
ar: هذا الحقل: ({0}) يعتمد على حقل آخر: ({1}). هل تريد تضمينه في الاستعلام؟
bn: এই ক্ষেত্র: ({0}) অন্য ক্ষেত্রের উপর নির্ভরশীল: ({1})। আপনি ক্যোয়ারী এটি অন্তর্ভুক্ত করতে চান?
de: Dieses Feld: ({0}) ist von einem anderen Feld abhängig: ({1}). Möchten Sie es in die Abfrage einbeziehen?
es: Este campo: ({0}) depende de otro campo: ({1}). ¿Desea incluirlo en la consulta?
fr: Ce champ : ({0}) dépend d'un autre champ : ({1}). Voulez-vous l'inclure dans la requête ?
hi: यह फ़ील्ड: ({0}) किसी अन्य फ़ील्ड पर निर्भर है: ({1}). क्या आप इसे क्वेरी में शामिल करना चाहते हैं?
it: Questo campo: ({0}) dipende da un altro campo: ({1}). Vuoi includerlo nella query?
nl: Dit veld: ({0}) is afhankelijk van een ander veld: ({1}). Wilt u dit opnemen in de query?
pt: Este campo: ({0}) depende de outro campo: ({1}). Deseja incluí-lo na consulta?
te: ఈ ఫీల్డ్: ({0}) మరొక ఫీల్డ్u200cపై ఆధారపడి ఉంటుంది: ({1}). మీరు దానిని ప్రశ్నలో చేర్చాలనుకుంటున్నారా?
zh_tw: 此字段：({0}) 依赖于另一个字段：({1})。您想将其包含在查询中吗？

source: Remove Optionally Dependent Search Field
ar: قم بإزالة حقل البحث التابع بشكل اختياري
bn: ঐচ্ছিকভাবে নির্ভরশীল অনুসন্ধান ক্ষেত্র সরান
de: Entfernen Sie das optional abhängige Suchfeld
es: Remover Campo de Búsqueda Dependiente Opcional
fr: Supprimer le champ de recherche éventuellement dépendant
hi: वैकल्पिक रूप से निर्भर खोज फ़ील्ड हटाएँ
it: Rimuovi il campo di ricerca facoltativamente dipendente
nl: Verwijder eventueel afhankelijk zoekveld
pt: Remover campo de pesquisa opcionalmente dependente
te: ఐచ్ఛికంగా డిపెండెంట్ శోధన ఫీల్డ్u200cని తీసివేయండి
zh_tw: 删除可选的相关搜索字段
